brew "aria2"
brew "pcre2"
brew "docker"
brew "eza"
brew "ffmpeg"
brew "htop"
brew "imagemagick"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: :changed
brew "starship"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aria2d"
cask "artisan"
cask "lm-studio"
cask "notion"
cask "ollama-app"
cask "tailscale-app"
cask "telegram"
cask "zoom"
cask "cursor"
cask "chatgpt"
cask "iterm2"
cask "raycast"
cask "arc"
cask "notion"
cask "notion-calendar"
